<script setup lang="ts"></script>
<template>
  <div
    class="w-full h-fit flex flex-col justify-start items-baseline gap-12"
    style="margin-top: 50px; padding: 20px"
  >
    <h1 class="font-bold text-5xl">Военный учебный центр</h1>
    <p
      class="text-2xl"
      style="margin-bottom: 40px"
    >
      Военный учебный центр БФУ создан распоряжением Председателя Правительства
      Российской Федерации от 11 декабря 2021 года № 3551-р «О создании военных
      учебных центров при федеральных государственных образовательных
      организациях высшего образования»
    </p>
    <p class="text-2xl">
      Центр создан в целях обучения по программам военной подготовки сержантов и
      рядовых (матросов) запаса граждан Российской Федерации, обучающихся в БФУ
      по очной форме обучения по программам бакалавриата и специалитета.
      Основными задачами являются реализация программ военной подготовки
      сержантов и рядовых (матросов) запаса по военно-учетным специальностям в
      интересах Военно-Морского Флота и Главного управления связи ВС РФ, участие
      в проведении воспитательной работы и работы по военно-профессиональной
      ориентации молодежи. Учебный процесс в военном учебном центре стартовал в
      2022 году по трем программам военной подготовки. В дальнейшем планируется
      подготовка офицеров. Часть практик проходит на базе воинских частей и
      соединений, дислоцируемых в регионе, а также на базе партнеров БФУ —
      Балтийского высшего военно-морского училища им. Ф. Ф. Ушакова,
      Калининградского Нахимовского военно-морского училища.
    </p>
  </div>
</template>
